[{"meta": {"id": "agave", "uuid": "f256c63c-a144-4270-827a-c3493e0572de", "sort": "011366000", "src": "collegiate", "section": "alpha", "stems": ["agave", "agaves"], "offensive": false}, "hwi": {"hw": "aga*ve", "prs": [{"mw": "ə-ˈgä-vē", "sound": {"audio": "agave001", "ref": "c", "stat": "1"}}]}, "fl": "noun", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}any of a genus ({it}Agave{/it} of the family Agavaceae, the agave family) of plants having spiny-margined leaves and flowers in tall spreading panicles and including some cultivated for their fiber or sap or for ornament"]]}]]]}], "art": {"artid": "agave", "capt": "agave"}, "et": [["text", "borrowed from New Latin, borrowed from Greek {it}agauḗ,{/it} feminine of {it}agauós{/it} \"admirable, illustrious, brilliant,\" of uncertain origin"], ["et_snote", [["t", "First distinguished as a genus separate from aloe by Linnaeus in {it}Hortus Upsaliensis{/it} v. 1 (Stockholm, 1748), p. 87-88: \"The African and Asian [species of aloe], naturally of pharmacological use and known for a longer time, would retain their everyday pharmacological name; another name should be conferred on these [species of Agave], and since among the synonyms nothing worthy presents itself, and an ancient name may be applied to an ancient genus, thereby I have called it {it}Agave{/it} as it is an admirable plant\" (\"Africanae & Asiaticae utpote officinales, diutius notae retineant nomen officinale & usitatissimum; aliud his imponatur, inter synonyma nullum dignum occur[r]it, licet antiquo generi antiquum nomen competeret, ideoque dixi Agave quasi plantam admirabilem.\"). The non-Latinization of final eta may have been motivated by the various mythological personages named {it}Agave{/it} in Latin versions of Greek tales. The etymology of Greek {it}agauós{/it} is uncertain; a connection with {it}agánai/ágamai,{/it} \"wonder at, admire,\" is plausible semantically, but the internal upsilon seems justified neither by the root nor by ordinary derivation."]]]], "date": "1760", "shortdef": ["any of a genus (Agave of the family Agavaceae, the agave family) of plants having spiny-margined leaves and flowers in tall spreading panicles and including some cultivated for their fiber or sap or for ornament"]}, {"meta": {"id": "blue agave", "uuid": "ef070509-2df7-400b-815a-3b179c356fd0", "sort": "020299250", "src": "collegiate", "section": "alpha", "stems": ["blue agave", "blue agaves"], "offensive": false}, "hwi": {"hw": "blue agave"}, "fl": "noun", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}a Mexican {d_link|agave|agave} ({it}Agave tequilana{/it}) that has bluish- to greenish-gray swordlike leaves with spiny margins and is typically cultivated for the production of {d_link|tequila|tequila} and sometimes grown as an ornamental"]]}]]]}], "date": "1950", "shortdef": ["a Mexican agave (Agave tequilana) that has bluish- to greenish-gray swordlike leaves with spiny margins and is typically cultivated for the production of tequila and sometimes grown as an ornamental"]}]