[{"meta": {"id": "apatite", "uuid": "f89afc75-8550-45db-8e13-c446b14c3561", "sort": "013301000", "src": "collegiate", "section": "alpha", "stems": ["apatite", "apatites"], "offensive": false}, "hwi": {"hw": "ap*a*tite", "prs": [{"mw": "ˈa-pə-ˌtīt", "sound": {"audio": "apatit01", "ref": "c", "stat": "1"}}]}, "fl": "noun", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}any of a group of calcium phosphate minerals occurring in various colors as hexagonal crystals, as granular masses, or in fine-grained masses as the chief constituent of phosphate rock and of bones and teeth"]], "sdsense": {"sd": "especially", "dt": [["text", "{bc}calcium phosphate fluoride"]]}}]]]}], "et": [["text", "borrowed from German {it}Apatit,{/it} from Greek {it}apatáō, apatân{/it} \"to deceive\" (derivative of {it}apátē{/it} \"deceit, fraud,\" perhaps of substratal origin) + German {it}-it{/it} {et_link|-ite:1|-ite:1}"], ["et_snote", [["t", "The term was introduced by the German geologist Abraham Gottlob Werner (1749-1817). It apparently first appeared, attributed to Werner, in Carl Abraham Gerhard's {it}Grundriss des Mineralsystems{/it} (Berlin, 1786), p. 281. Werner himself described the mineral in \"Geschichte, Karakteristik, und kurze chemische Untersuchung des Apatits,\" {it}Bergmännisches Journal,{/it} 1. Band, 1. Stück (April, 1788), pp. 76-96. He accounts for the naming of the mineral on pp. 84-85: \"Ich wies hierauf diesem Fossile, als einer eigenen Gattung, sogleich eine Stelle in dem Kalkgeschlechte an; und ertheilte ihm, — weil es bisher alle Mineralogen in seiner Bestimmung irre geführt hatte, — den Namen Apatit, den ich von dem griechischen Worte απατάω (decipio) bildete, und welcher so viel als Trügling sagt.\" (\"I thereupon allocated to this fossil [i. e., substance dug out of the earth], as its own genus, a place in the calcium family; and conferred on it—because it had up to now led all mineralogists identifying it astray—the name apatite, which I formed from the Greek word {it}apatáō{/it} ([I] deceive) and which says as much as [the word] deceiver.\")"]]]], "date": "1794", "shortdef": ["any of a group of calcium phosphate minerals occurring in various colors as hexagonal crystals, as granular masses, or in fine-grained masses as the chief constituent of phosphate rock and of bones and teeth; especially : calcium phosphate fluoride"]}]