[{"meta": {"id": "copacetic", "uuid": "a0fc0a70-d47b-405a-b472-7660a4d2d38c", "sort": "035593600", "src": "collegiate", "section": "alpha", "stems": ["copacetic", "copasetic", "copesetic"], "offensive": false}, "hwi": {"hw": "co*pa*cet*ic", "prs": [{"mw": "ˌkō-pə-ˈse-tik", "sound": {"audio": "copace01", "ref": "c", "stat": "1"}}]}, "vrs": [{"vl": "or less commonly", "va": "co*pa*set*ic"}, {"vl": "or", "va": "co*pe*set*ic"}], "fl": "adjective", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}very satisfactory "], ["vis", [{"t": "And his smile told him that everything was {wi}copacetic{/wi}.", "aq": {"auth": "Robert Bloch"}}]]]}]]]}], "et": [["text", "of obscure origin"], ["et_snote", [["t", "{it}Copacetic{/it} (with many variant spellings) is probably better known for competing theories of its origin than for any record of unconscious everyday use in American English. The first written occurrence of the word thus far detected (as {it}copasetic{/it}) is in {it}A Man for the Ages{/it} (New York, 1919), a novel about the young Abraham Lincoln in rural Illinois by the journalist and fiction writer Irving Bacheller (1859-1950), born in northern New York state. In the book the word is used twice by a character named Mrs. Lukins, noted for her idiosyncratic speech. Bacheller emphasizes that this word and {it}coralapus{/it} are her peculiar property: \"For a long time the word 'coralapus' had been a prized possession of Mrs. Lukins …There was one other word in her lexicon which was in the nature of a jewel to be used only on special occasions. It was the word 'copasetic.' The best society of Salem Hill understood perfectly that it signaled an unusual depth of meaning\" (pp. 286-87). While {it}coralapus{/it} passes into oblivion after the novel, it is only the beginning for {it}copasetic{/it}—though it is far from certain that Bacheller coined the word. {it}Copasetic{/it} next appears in 1920, in the lyrics of a song, \"At the New Jump Steady Ball,\" by the African American songwriters Tom Delaney (1889-1963) and Sidney Easton (1886-1971): \"Copasetic was the password for all, At the new jump steady ball [a speakeasy]\"; a performance of the song was the first issued recording by the singer Ethel Waters, in March, 1921 (see post and link to the song by Stephen Goranson at the website {it}Language Log,{/it} March 3, 2017). This attestation begins a long association of the word with African American speech. It was used by the tap dancer Bill \"Bojangles\" Robinson (1877-1949) in radio broadcasts during the 1930's; Robinson claimed to have coined the word in an exchange of letters with the lexicographer Charles Earle Funke (see Funke's article \"Bill Robinson's 'Copesetic',\" {it}American Speech,{/it} vol. 28 [1953], pp. 230-31, citing an earlier column by Funke and Frank Vizetelly in {it}The Literary Digest,{/it} vol. 120, no. 20 [November 16, 1935], p. 3). Funke's {it}American Speech{/it} article apparently inaugurates the tradition of searching outside English for the origin of {it}copacetic.{/it} He cites a report by a correspondent from Milwaukee that the word comes from Louisiana French {it}coupe-sètique{/it}; the correspondent even proffers its use in a couplet from \"a charming old Acadian poem.\" Unfortunately, outside of this claim, such a word is not known to exist in any variety of French. The same absence of support vitiates other suggested sources, as Chinook Jargon {it}copasenee{/it} (not actually attested in Chinook Jargon) and the putative Italian word {it}copasetti{/it} produced by the novelist John O'Hara in a letter of December, 1934 ({it}Selected Letters of John O'Hara,{/it} New York, 1978, p. 100). Most prominent in recent decades has been the hypothesis that copacetic is borrowed from Israeli Hebrew {it}hakol beseder{/it} \"all is in order\" (in a transliteration from pointed spelling {it}ha-kōl bĕ-sēdher{/it}), a calque on expressions in European languages (German \"alles in Ordnung,\" Polish \"wszystko w porządku,\" Russian \"vsë v porjadke\"). This etymology is thoroughly debunked by David Gold in \"American English slang {it}copacetic{/it} 'fine, all right' has no Hebrew, Yiddish, or other Jewish connection,\" {it}Studies in Etymology and Etiology{/it} (Universidad de Alicante, 2009), pp. 57-76. The notion that an Israeli Hebrew expression not attested before the early 20th century—when a very small minority of the world's Jews, mostly in Palestine, actively spoke Hebrew—could be the source of {it}copacetic{/it} is beyond improbable. Until more evidence appears the origin of {it}copacetic{/it} remains obscure."]]]], "date": "1919", "shortdef": ["very satisfactory"]}]