[{"meta": {"id": "CRISPR", "uuid": "031223ac-64ef-48fb-976c-7ddb201a85f9", "sort": "035719550", "src": "collegiate", "section": "alpha", "stems": ["CRISPR", "Crispr"], "offensive": false}, "hwi": {"hw": "CRISPR", "prs": [{"mw": "ˈkri-spər", "sound": {"audio": "crispe02", "ref": "c", "stat": "1"}}]}, "vrs": [{"vl": "or less commonly", "va": "Crispr"}], "fl": "noun", "def": [{"sseq": [[["sense", {"sn": "1", "dt": [["text", "{bc}a segment of genetic material found in the genomes of prokaryotes (such as some bacteria and archaea) that consists of repeated short sequences of nucleotides interspersed at regular intervals between unique sequences of nucleotides derived from the DNA of pathogens (such as viruses) which had previously infected the bacteria and that functions to protect the bacteria against future infection by the same pathogens "], ["snote", [["t", "The CRISPR segment encodes, via transcription, short RNA sequences that pair with complementary sequences of viral DNA. The pairing is used to guide an enzyme to cleave the viral DNA and prevent further infection."]]], ["vis", [{"t": "{wi}CRISPR{/wi}, he learned, was a strange cluster of DNA sequences that could recognize invading viruses, deploy a special enzyme to chop them into pieces, and use the viral shards that remained to form a rudimentary immune system.", "aq": {"auth": "Michael Specter"}}]]]}]], [["sense", {"sn": "2", "dt": [["text", "{bc}a {d_link|gene editing|gene editing} technique in which CRISPR and the RNA segments and enzymes it produces are used to identify and modify specific DNA sequences in the genome of other organisms "], ["vis", [{"t": "Just a few years after its invention, {wi}CRISPR{/wi} gene editing is already having a major impact on biomedical research. It makes it easy to \"turn off\" genes one at a time, to see what they do. It can introduce specific mutations, to find out why they make cells cancerous or predispose people to diseases. And it can be used to tinker with the genes of plants and animals …", "aq": {"auth": "Michael Le Page"}}, {"t": "Using {wi}CRISPR{/wi}, they have now disabled four rice genes, suggesting that the technique could be used to engineer this crucial food crop.", "aq": {"auth": "Elizabeth Pennisi"}}, {"t": "Scientists hope {wi}Crispr{/wi} might also be used for genomic surgery, as it were, to correct errant genes that cause disease.", "aq": {"auth": "Andrew Pollack"}}]], ["snote", [["t", "The technique is sometimes called"], ["ri", [["riw", {"rie": "CRISPR-Cas9"}]]], ["t", ", which includes the name of the enzyme that cleaves DNA."]]], ["vis", [{"t": "… an incredibly fast-paced field in which laboratories around the world have used {wi}CRISPR-Cas9{/wi} to edit genomes of a wide range of cell types and organisms.", "aq": {"auth": "Jennifer A. Doudna and Emmanuelle Charpentier"}}]]]}]]]}], "et": [["text", "{it}C{/it}lustered {it}R{/it}egularly-{it}I{/it}nterspaced {it}S{/it}hort {it}P{/it}alindromic {it}R{/it}epeats"]], "date": "2002{ds||1||}", "shortdef": ["a segment of genetic material found in the genomes of prokaryotes (such as some bacteria and archaea) that consists of repeated short sequences of nucleotides interspersed at regular intervals between unique sequences of nucleotides derived from the DNA of pathogens (such as viruses) which had previously infected the bacteria and that functions to protect the bacteria against future infection by the same pathogens", "a gene editing technique in which CRISPR and the RNA segments and enzymes it produces are used to identify and modify specific DNA sequences in the genome of other organisms"]}]