[{"meta": {"id": "daiquiri", "uuid": "b09c0580-62bb-4b64-9806-0a583f1cf54c", "sort": "040066000", "src": "collegiate", "section": "alpha", "stems": ["daiquiri", "daiquiris"], "offensive": false}, "hwi": {"hw": "dai*qui*ri", "prs": [{"mw": "ˈda-kə-rē", "sound": {"audio": "daiqui02", "ref": "c", "stat": "1"}}, {"mw": "ˈdī-", "sound": {"audio": "daiqui01", "ref": "c", "stat": "1"}}]}, "fl": "noun", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}an alcoholic drink that is usually made of rum, crushed fruit or fruit juice, and sugar "], ["vis", [{"t": "a frozen strawberry {wi}daiquiri{/wi}"}]]]}]]]}], "et": [["text", "after {it}Daiquirí,{/it} village and beach east of {et_link|santiago de cuba|Santiago de Cuba:g}"], ["et_snote", [["t", "Invention of the drink has been attributed to Jennings Stockton Cox, Jr. (1866 or 67-1913), an American mining engineer who was general manager of the Spanish-American Iron company (see {it}New York Times{/it} obituary, September 2, 1913, p. 7). Mines developed by the company were located in the mountains several miles north of Daiquirí. An early attribution of the drink to Cox is by the journalist and fiction writer Richard Harding Davis (\"Breaking into the Movies,\" {it}Scribner's Magazine,{/it} vol. 55, no. 3, March, 1914, p. 284): \"And for our immedate needs there were … at disturbingly frequent intervals trays loaded with the insidious Daiquiri cocktail. This latter is the creation of the late Jennings S. Cox, for some time manager of the iron mines, and it is as genial and as brimful of brotherly love as was the man who invented it. It consists of Barcardi [sic] rum, limes, sugar and cracked ice ….\" The papers and photographs of the Cuban socialite Carmen Puig, part of the Cuban Heritage Collection of the University of Miami Library, contain a handwritten recipe for the drink purporting to be Cox's original (see scanned view at the library's Digital Collections website)."]]]], "date": "1920", "shortdef": ["an alcoholic drink that is usually made of rum, crushed fruit or fruit juice, and sugar"]}]