[{"meta": {"id": "petitioner", "uuid": "29d631f3-49ed-427a-8933-025e5850cc15", "sort": "160217450", "src": "collegiate", "section": "alpha", "stems": ["petitioner", "petitioners"], "offensive": false}, "hwi": {"hw": "pe*ti*tion*er", "prs": [{"mw": "pə-ˈti-sh(ə-)nər", "sound": {"audio": "petiti04", "ref": "c", "stat": "1"}}]}, "fl": "noun", "ins": [{"il": "plural", "if": "pe*ti*tion*ers"}], "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}one who makes, submits, or signs a {d_link|petition|petition:1} "], ["vis", [{"t": "The lost children had not been found. Public prayers had been offered up for them, and many and many a private prayer that had the {wi}petitioner's{/wi} whole heart in it; but still no good news came from the cave.", "aq": {"auth": "Mark Twain"}}, {"t": "The high court held that when a petition charges an official with violating the law, the {wi}petitioners{/wi} must at least have knowledge of facts which indicate an intent to commit an unlawful act.", "aq": {"source": "{it}The National Law Journal{/it}"}}, {"t": "The {wi}petitioner{/wi} contended that the taking of the blood sample and the admission of the test results violated his fifth amendment privilege against self-incrimination …", "aq": {"auth": "Raymond P. Ward"}}, {"t": "… the draft of the proposed petition was read at length: and the petition said, as all petitions DO say, that the {wi}petitioners{/wi} were very humble, and the petitioned very honourable, and the object very virtuous; therefore (said the petition) the bill ought to be passed into a law at once …", "aq": {"auth": "Charles Dickens"}}, {"t": "Included in Wednesday's court filing was a petition signed by more than 500 area residents. The {wi}petitioners{/wi} ask that Johnson {ldquo}be shown mercy and not subjected to a jail term{rdquo} because he has lost so much due to the conviction.", "aq": {"auth": "Michael Smith"}}]]]}]]]}], "date": "15th century", "shortdef": ["one who makes, submits, or signs a petition"]}]