[{"meta": {"id": "putsch", "uuid": "19494db4-2fbf-4792-8f2e-ea35e4b64aa7", "sort": "168951000", "src": "collegiate", "section": "alpha", "stems": ["putsch", "putsches"], "offensive": false}, "hwi": {"hw": "putsch", "prs": [{"mw": "ˈpu̇ch", "sound": {"audio": "putsch01", "ref": "c", "stat": "1"}}]}, "fl": "noun", "def": [{"sseq": [[["sense", {"dt": [["text", "{bc}a secretly plotted and suddenly executed attempt to overthrow a government"]]}]]]}], "et": [["text", "borrowed from German {it}Putsch,{/it} borrowed from Swiss German {it}Putsch, Butsch{/it} \"resounding noise, violent shove, rush against an obstacle or toward an undertaking, popular disturbance,\" of imitative origin"], ["et_snote", [["t", "In Switzerland the word {it}Putsch{/it} became associated in the first half of the nineteenth century with civil disturbances that arose from the lack of rural representation in the government of the Swiss cantons—as in the canton of Aargau, where a rural revolt (the {it}Freiämtersturm{/it}) forced changes in the cantonal constitution in 1830, and particularly in Zürich, where a march into the city by rural conservatives on September 6, 1839, resulted in bloodshed and an overthrow of the liberal city administration (the {it}Züriputsch{/it}). The word may have been popularized in Germany by the Swiss author Gottfried Keller, who used it in an oft-quoted passage in his novel {it}Der grüne Heinrich{/it} (\"Green Henry,\" 1855): \"Das Wort Putsch stammt aus der guten Stadt Zürich, wo man einen plötzlichen vorübergehenden Regenguss einen Putsch nennt und demgemäss die eifersüchtigen Nachbarstädte jede närrische Gemütsbewegung, Begeisterung, Zornigkeit, Laune oder Mode der Züricher einen Zürichputsch nennen.\" (\"The word Putsch originates in the good city of Zürich, where people call a sudden passing downpour a Putsch, and accordingly the jealous neighboring cities give the name 'Zürich Putsch' [Swiss German {it}Züriputsch{/it}] to every foolish emotional display, inspiration, burst of anger, mood or fashion of the Zürich natives.\") Keller's usage has no connection to politics, however, and in any case, as the {it}Schweizerisches Idiotikon{/it} notes, he appears to have confused {it}Putsch{/it} with {it}Gutsch{/it} (also {it}Gutz, Gütsch{/it}) \"torrent, overflow of a liquid.\""]]]], "date": "1919", "shortdef": ["a secretly plotted and suddenly executed attempt to overthrow a government"]}]