[{"meta": {"id": "super-spreader", "uuid": "605f28f7-f830-4352-8f13-38c71e520e18", "sort": "194964565", "src": "collegiate", "section": "alpha", "stems": ["super-spreader", "super-spreaders", "superspreader", "superspreaders"], "offensive": false}, "hwi": {"hw": "su*per-spread*er", "prs": [{"mw": "ˌsü-pər-ˈspre-dər", "sound": {"audio": "super-spreader", "ref": "owl", "stat": "1"}}]}, "vrs": [{"vl": "or", "va": "su*per*spread*er"}], "fl": "noun", "ins": [{"il": "plural", "if": "su*per-spread*ers"}, {"il": "or", "if": "su*per*spread*ers"}], "def": [{"sseq": [[["sense", {"sn": "1", "dt": [["text", "{bc}an individual who is highly contagious and capable of transmitting a {d_link|communicable|communicable} disease to an unusually large number of uninfected individuals "], ["vis", [{"t": "Health authorities are watching uneasily for an event that could reverse their apparent success in containing the U.S. outbreak of severe acute respiratory syndrome: the arrival of a so-called {wi}super-spreader{/wi}.", "aq": {"auth": "M. A. J. McKenna"}}, {"t": "The story of a traveling British businessman who appears to have passed the coronavirus to Britons in at least three countries has prompted concerns over a {lsquo}{wi}superspreader{/wi},{rsquo} who could play an outsize role in transmitting the infection.", "aq": {"auth": "Karla Adam"}}]]]}]], [["sense", {"sn": "2", "dt": [["text", "{bc}an event or location at which a significant number of people contract the same communicable disease "], ["uns", [[["text", "often used before another noun "], ["vis", [{"t": "So far, {wi}super-spreader{/wi} events have occurred in a range of places including meat packing plants, prisons, nightclubs and bars—basically any venue where people are in close proximity of one another, ventilation is poor and the virus gets the opportunity to spread like wildfire.", "aq": {"auth": "Natasha Hinde"}}, {"t": "The influx of students had quickly turned Minot State University into a {wi}superspreader{/wi} site: within two weeks, more than ten per cent of the coronavirus tests that students received were coming back positive.", "aq": {"auth": "Atul Gawande"}}]]]]]]}]]]}], "date": "1973{ds||1||}", "shortdef": ["an individual who is highly contagious and capable of transmitting a communicable disease to an unusually large number of uninfected individuals", "an event or location at which a significant number of people contract the same communicable disease —often used before another noun"]}]