[{"meta": {"id": "towhee", "uuid": "9832efa9-50b7-4bc6-b750-166cdbcb31fb", "sort": "200309700", "src": "collegiate", "section": "alpha", "stems": ["chewink", "towhee", "towhees"], "offensive": false}, "hwi": {"hw": "to*whee", "prs": [{"mw": "ˈtō-ˌhē", "sound": {"audio": "towhee01", "ref": "c", "stat": "1"}}, {"mw": "ˈtō-(ˌ)ē"}, {"mw": "tō-ˈhē"}]}, "fl": "noun", "def": [{"sseq": [[["sense", {"sn": "1", "dt": [["text", "{bc}a long-tailed passerine bird ({it}Pipilo erythrophthalmus{/it} of the family Emberizidae) of eastern North America with the male having reddish sides, white underparts, and black upperparts, head, and neck "], ["ca", {"intro": "called also", "cats": [{"cat": "chewink"}]}]]}]], [["sense", {"sn": "2", "dt": [["text", "{bc}any various similar related birds (genera {it}Pipilo{/it} and {it}Melozone{/it}) found mainly in western North America "], ["snote", [["t", "Towhees live primarily on the ground, often in bushes and thickets, where they feed on insects and seeds."]]]]}]]]}], "et": [["text", "probably imitative of the bird's call"], ["et_snote", [["t", "This name for the bird was first recorded by the English naturalist Mark Catesby (1683-1749) in {it}The Natural History of Carolina, Florida and the Bahama Islands,{/it} vol. 1 (London, 1731), p. 34. The description of the bird is under the heading \"The Towhe-Bird.\" The heading \"{it}Passer niger, oculis rubris{/it} [black sparrow with red eyes], the Towhe Bird\" without the description was published slightly earlier by Cromwell Mortimer in \"VI. An account of Mr. Mark Catesby's essay towards the natural history of Carolina and the Bahama Isands, with some extracts out of the first three sets,\" {it}Philosophical Transactions of the Royal Society,{/it} vol. 36, issue 415 (December 31, 1730), p. 430. If the name is descriptive of the bird's two-note call, as is usually assumed, the original stress was probably on the second syllable."]]]], "date": "circa 1729{ds||1||}", "shortdef": ["a long-tailed passerine bird (Pipilo erythrophthalmus of the family Emberizidae) of eastern North America with the male having reddish sides, white underparts, and black upperparts, head, and neck —called also chewink", "any various similar related birds (genera Pipilo and Melozone) found mainly in western North America"]}]