[{"meta": {"id": "transition:2", "uuid": "35f110d6-3e45-457e-8210-edbb2607863a", "sort": "200342200", "src": "collegiate", "section": "alpha", "stems": ["transition", "transitioned", "transitioning", "transitions"], "offensive": false}, "hom": 2, "hwi": {"hw": "transition"}, "fl": "verb", "ins": [{"if": "tran*si*tioned"}, {"if": "tran*si*tion*ing"}, {"if": "tran*si*tions"}], "def": [{"vd": "transitive + intransitive", "sseq": [[["sense", {"sn": "1 a", "sgram": "I", "dt": [["text", "{bc}to make a change or shift from one state, subject, place, etc. to another {bc}to make a {d_link|transition|transition:1} "], ["vis", [{"t": "{wi}transitioning{/wi} to a new facility"}, {"t": "a student {wi}transitioning{/wi} into college"}, {"t": "Too many of the exterior shingles had {wi}transitioned{/wi} from weathered to warped, and the interior walls all needed a fresh coat of paint.", "aq": {"auth": "Richard Russo"}}, {"t": "Because tornadoes are generated when these different air masses … collide, they are most common in the spring, when the weather is {wi}transitioning{/wi} from cold on the northern Plains to hot on the Gulf Coast.", "aq": {"auth": "Donald Prothero"}}]]]}], ["sense", {"sn": "b", "sgram": "T", "dt": [["text", "{bc}to cause (something or someone) to change or shift from one state, subject, place, etc. to another "], ["vis", [{"t": "Teaching children to read first in their nonstandard Swedish dialect and then {wi}transitioning{/wi} them to standard Swedish speeds and improves the acquisition of reading skills.", "aq": {"auth": "Geoffrey K. Pullum"}}, {"t": "In the United States, the company's plans for {wi}transitioning{/wi} prescription products to over-the-counter is easier now, as the Food and Drug Administration's (FDA) unwritten standards for such switches have evolved.", "aq": {"auth": "Robin Madell"}}]]]}]], [["sense", {"sn": "2", "sgram": "I", "sls": ["of a transgender person"], "dt": [["text", "{bc}to come to live in accordance with one's {d_link|gender identity|gender identity} through a process that involves changes to one's appearance and presentation often with the aid of medical procedures and therapies "], ["vis", [{"t": "Not all transgender people {wi}transition{/wi}, and transitions look different for all kinds of people. They can be fast, or slow, and include lots of different kinds of treatments. … Transition is not one-size-fits-all. You may be comfortable altering your gendered existence without hormones or surgery; other people will feel those kinds of physical transitions are necessary for their survival.", "aq": {"auth": "Diana Tourjée"}}, {"t": "… her [Jan Morris'] superb account of {wi}transitioning{/wi} from male to female in the 1960s, when it was even more difficult than it is now.", "aq": {"auth": "Peter Bradshaw"}}, {"t": "… she wanted to be helpful to other trans people who might not have had the same educational and cultural advantages she'd had. She had even written a guide about the practical aspects of {wi}transitioning{/wi}, such as changing your name and updating legal documents, for others who might be following a similar path.", "aq": {"auth": "Rebecca Mead"}}]]]}]]]}], "date": "1877{ds||1||}", "shortdef": ["to make a change or shift from one state, subject, place, etc. to another : to make a transition", "to cause (something or someone) to change or shift from one state, subject, place, etc. to another", "to come to live in accordance with one's gender identity through a process that involves changes to one's appearance and presentation often with the aid of medical procedures and therapies"]}]